Repository: jgehring/rsvndump
Catalog: po/*.po
Languages: de

source: COPIED ... done.
de: KOPIERT ... erledigt.

source: done.
de: erledigt.

source: Failed to check parent relationship at previous revision %ld
de: Elternrelation in vergangener Revision %ld konnte nicht überprüft werden

source: Failed to propagate copy information
de: Kopierstatus konnte nicht weitergegeben werden

source: * editing path : %s ...
de: * Bearbeite Pfad: %s ...

source: * adding path : %s ...
de: * Füge Pfad hinzu: %s ...

source: * deleting path : %s ...
de: * Lösche Pfad: %s ...

source: Unable to update local tree history
de: Aktualisieren der lokalen Pfad-Historie nicht möglich

source: Unable to load properties for %s (%d)
de: Laden der Eigenschaften für %s nicht möglich (%d)

source: Unable to store properties for %s (%d)
de: Speichern der Eigenschaften für %s nicht möglich (%d)

source: ERROR: URL '%s' not found in HEAD revision
de: FEHLER: URL '%s' wurde in der HEAD-Revision nicht gefunden

source: ERROR: URL '%s' not found in revision %ld
de: FEHLER: URL '%s' wurde in Revision %ld nicht gefunden

source: Preparing tree history...
de: Bereite Pfad-Historie vor...

source: done
de: fertig

source: Fetching log for original revision %ld...
de: Frage Logeintrag für Revision %ld ab...

source: failed
de: fehlgeschlagen

source: * Padded revision %ld.
de: * Revision %ld aufgefüllt.

source: ------ Padded revision %ld <<<
de: ------ Revision %ld aufgefüllt <<<

source: >>> Dumping new revision, based on original revision %ld
de: >>> Dumpe neue Revision basierend auf Originalrevision %ld

source: Fetching base revision...
de: Hole Basisrevision...

source: Error cleaning up node property storage
de: Fehler beim Aufräumen des Property-Storages

source: * Dumped revision %ld (local %ld).
de: * Revision %ld gedumpt (lokal: %ld).

source: * Dumped revision %ld.
de: * Revision %ld gedumpt.

source: ------ Dumped revision %ld <<<
de: ------ Revision %ld gedumpt <<<

source: Fetching logs...
de: Frage Logeinträge ab...

source: Determining start and end revision...
de: Bestimme Anfangs- und Endrevision...

source: Released under the GNU General Public License.
de: Veröffentlicht unter der GNU General Public License.

source: USAGE:
de: AUFRUF:

source: [options] <url>
de: [Optionen] <Url>

source: Common options:
de: Allgemeine Optionen:

source: -h [--help] print a nice help screen
de: -h [--help] Diese Hilfe anzeigen

source: --version print the program name and version
de: --version Name und Version des Programms ausgeben

source: -q [--quiet] be quiet
de: -q [--quiet] nur Fehler ausgeben

source: -v [--verbose] print extra progress
de: -v [--verbose] zusätzliche Informationen ausgeben

source: -n [--dry-run] don't fetch text deltas
de: -n [--dry-run] keine Text-Deltas anfordern

source: Dump options:
de: Dump-Optionen:

source: -r [--revision] ARG specify revision number (or X:Y range)
de: -r [--revision] PAR Revisionsnummer (oder X:Y Bereich)

source: --deltas use deltas in dump output
de: --deltas deltas im dump verwenden

source: --incremental dump incrementally
de: --incremental einen inkrementellen dump erstellen

source: --prefix ARG prepend ARG to the path that is being dumped
de: --prefix PAR zuzsätzlicher Präfix für Pfade

source: --keep-revnums keep the dumped revision numbers in sync with the repository by using empty revisions for padding
de: --keep-revnums Revisions-Nummern beibehalten, indem falls nötig leere Revisionen eingefügt werden

source: --no-incremental-header don't print the dumpfile header when dumping
de: --no-incremental-header Keinen Dateiheader ausgeben, falls --incremental

source: with --incremental and not starting at
de: aktiv ist und nicht bei Revision 0 gestartet

source: revision 0
de: wurde

source: Subversion compatibility options:
de: Kompabilitäts-Optionen zu Subversion:

source: -u [--username] ARG specify a username ARG
de: -u [--username] PAR Benutzername PAR angeben

source: -p [--password] ARG specify a password ARG
de: -p [--password] PAR Passwort PAR angeben

source: --no-auth-cache do not cache authentication tokens
de: --no-auth-cache Anmeldeinformationen nicht zwischenspeichern

source: --non-interactive do no interactive prompting
de: --non-interactive keine interaktiven Rückfragen ausgeben

source: --config-dir ARG read user configuration files from directory ARG
de: --config-dir PAR Benutzerkonfigurationsdateien aus dem Verzeichnis PAR lesen

source: Report bugs to <%s>
de: Fehlerberichte an <%s>

source: ERROR: Missing argument for option: %s
de: FEHLER: Fehlendes Argument für Option %s

source: Please run with --help for usage information.
de: Mit --help erhalten sie Informationen zur Benutzung.

source: ERROR: invalid revision range '%s'.
de: FEHLER: Ungültiger Revisions-Bereich '%s'.

source: WARNING: the '--stop' option is deprated. Please use '--revision'. The resulting dump WILL DIFFER from the one obtained with previous versions of the program if you are dumping a subdirectory.
de: ACHTUNG: Die Option '--stop' ist veraltet. Bitte benutzen Sie '--revision'. Der erzeugte dump wird von einem mit einer älteren Version erzeugten ABWEICHEN, wenn Sie ein Untervezeichnis dumpen.

source: ERROR: invalid revision number '%s'.
de: FEHLER: Ungültige Revisions-Nummer '%s'.

source: WARNING: the '%s' option is deprecated.
de: ACHTUNG: Die Option '%s' ist veraltet.

source: WARNING: the '%s' option is deprecated and will be IGNORED!
de: ACHTUNG: Die Option '%s'ist veraltet und wird IGNORIERT!

source: ERROR: multiple URLs detected.
de: FEHLER: Meherere URLs entdeckt.

source: ERROR: Unknown argument or malformed url '%s'.
de: FEHLER: Ungültiges Argument oder ungültige URL '%s'.

source: ERROR: Unable to create temporary directory.
de: FEHLER: Erstellen eines temporären Verzeichnisses nicht möglich.

source: ERROR: Unable to find a suitable temporary directory.
de: FEHLER: Es konnte kein passendes temporäres Verzeichnis gefunden werden.

source: NOTE: Please remove the temporary directory %s manually
de: HINWEIS: Bitte entfernen Sie das temporäre Verzeichnis %s manuell.

source: ERROR: '%s' refers to a file.
de: FEHLER: '%s' ist eine Datei.
